Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AXBrailleAlertDisplayDurationTitle
source: Alert Display Duration
ar: مدة عرض التنبيه
ca: Durada de l’avís
cs: Čas zobrazení upozornění
da: Varighed for advarsel
de: Anzeigedauer der Hinweise
el: Διάρκεια προβολής ειδοποίησης
es: Visualización del aviso
es_us: Duración de alertas
fi: Viestin kesto näytöllä
fr: Durée d’affichage de l’alerte
fr_ca: Durée d’affichage de l’alerte
he: משך הצגת התראה
hi: अलर्ट के डिस्प्ले की अवधि
hr: Trajanje prikaza alarma
hu: Jelzés megjelenítésének időtartama
id: Durasi Tampilan Peringatan
it: Durata di visualizzazione degli avvisi
ja: 通知の表示時間
ko: 알림 표시 실행 시간
ms: Tempoh Paparan Isyarat
nl: Weergaveduur melding
no: Varselvarighet
pl: Czas wyświetlania alertu
pt_br: Duração da Exibição do Alerta
pt_pt: Duração da apresentação do aviso
ro: Durată afișare alertă
ru: Время показа предупреждения
sk: Trvanie upozornenia
sl: Trajanje prikaza opozorila
sv: Visningslängd för notiser
th: ระยะเวลาแสดงการเตือน
tr: Uyarı Görüntüleme Süresi
uk: Час показу оповістки
vi: Thời gian hiển thị cảnh báo
zh_cn: 显示提醒的持续时间
zh_hk: 顯示提示的持續時間
zh_tw: 顯示提示的持續時間

# AXSpeechPronunciationAddPhrasePromptMessage
source: Add the phrase you would like to replace
ar: قم بإضافة العبارة التي ترغب في استبدالها
ca: Afegeix la frase que vols substituir
cs: Přidejte frázi, kterou chcete nahradit.
da: Tilføj det udtryk, du vil erstatte
de: Zu ersetzenden Text hinzufügen
el: Προσθέστε τη φράση που θέλετε να αντικατασταθεί
es: Añade la frase que quieres sustituir
es_us: Agrega la frase que quieres reemplazar
fi: Lisää lause, jonka haluat vaihtaa.
fr: Ajouter l’expression à remplacer
fr_ca: Ajoutez l’expression que vous souhaitez remplacer.
he: יש להוסיף את המשפט שברצונך להחליף
hi: वह वाक्यांश जोड़ें, जिसे आप बदलना चाहते हैं
hr: Dodajte frazu koju želite zamijeniti
hu: A lecserélni kívánt kifejezés hozzáadása
id: Tambahkan frasa yang ingin Anda ganti
it: Aggiungi la frase che vorresti sostituire
ja: 置換したい語句を追加します
ko: 대치할 문구 추가
ms: Tambah frasa yang anda mahu gantikan
nl: Voeg de zin toe die je wilt vervangen
no: Legg til uttrykket du vil erstatte
pl: Dodaj frazę, którą chcesz zastąpić
pt_br: Adicione a frase que você deseja substituir
pt_pt: Adicione a expressão que gostaria de substituir.
ro: Adăugați expresia pe care doriți să o înlocuiți
ru: Добавьте фразу, которую Вы хотите заменить
sk: Pridajte frázu, ktorú chcete nahradiť.
sl: Dodajte frazo, ki jo želite zamenjati.
sv: Lägg till frasen som du vill ersätta
th: เพิ่มวลีที่คุณต้องการที่จะแทนที่
tr: Değiştirmek istediğiniz cümleyi ekleyin
uk: Додайте фразу, яку потрібно замінити
vi: Thêm cụm từ bạn muốn thay thế
zh_cn: 添加想要替换的短语
zh_hk: 加入你要取代的字詞
zh_tw: 加入想要取代的字詞

# AXCaptionStyleTextHighlightTitle
source: Text Highlight
ar: تمييز النص
ca: Ressaltat del text
cs: Zvýraznění textu
da: Fremhæv tekst
de: Textmarkierung
el: Επισήμανση κειμένου
es: Resaltado del texto
es_us: Resaltado del texto
fi: Tekstin korostus
fr: Surlignage du texte
fr_ca: Texte en surbrillance
he: הדגשת מלל
hi: टेक्स्ट हाइलाइट
hr: Isticanje teksta
hu: Szöveg kiemelése
id: Sorotan Teks
it: Evidenziazione testo
ja: テキストハイライト
ko: 텍스트 하이라이트
ms: Serlahan Teks
nl: Tekstmarkering
no: Tekstmarkering
pl: Wyróżnienie tekstu
pt_br: Destaque do Texto
pt_pt: Destaque do texto
ro: Evidențiere text
ru: Выделение текста
sk: Zvýraznenie textu
sl: Označba besedila
sv: Textmarkering
th: ไฮไลท์ข้อความ
tr: Metin Vurgusu
uk: Виділення тексту
vi: Tô sáng văn bản
zh_cn: 文本高亮标记
zh_hk: 文字重點
zh_tw: 文字反白

# AXFacetimeCaptionsTitle
source: Live Captions in FaceTime
ar: التعليقات المصاحبة المباشرة في فيس تايم
ca: Transcripcions del FaceTime
cs: Živé titulky v hovorech FaceTime
da: Liveundertekster i FaceTime
de: Live-Untertitel in FaceTime
el: Ζωντανές λεζάντες στο FaceTime
es: Subtítulos en vivo en FaceTime
es_us: Subtítulos en vivo en FaceTime
fi: Live-tekstitys FaceTimessa
fr: Sous-titres en direct dans FaceTime
fr_ca: Sous-titres en direct dans FaceTime
he: כתוביות בזמן אמת ב-FaceTime
hi: FaceTime में लाइव कैप्शन
hr: Opisi uživo u FaceTimeu
hu: Élő feliratok a FaceTime-ban
id: Teks Langsung di FaceTime
it: “Trascrizioni live” in FaceTime
ja: FaceTimeのライブキャプション
ko: FaceTime 실시간 자막
ms: Kapsyen Langsung dalam FaceTime
nl: Live bijschriften in FaceTime
no: Direkteteksting i FaceTime
pl: Napisy na żywo w FaceTime
pt_br: Legendas ao Vivo no FaceTime
pt_pt: Legendas em tempo real no FaceTime
ro: Subtitrări live în FaceTime
ru: Субтитры в FaceTime
sk: Živé titulky vo FaceTime
sl: Napisi v živo v aplikaciji FaceTime
sv: Direkttextning i FaceTime
th: คำบรรยายเสียงสดใน FaceTime
tr: FaceTime’da Canlı Altyazı
uk: Субтитри наживо у FaceTime
vi: Chú thích trực tiếp trong FaceTime
zh_cn: FaceTime通话实时字幕
zh_hk: FaceTime中的即時字幕
zh_tw: FaceTime中顯示即時字幕

# AXBrailleContracted
source: Contracted
ar: مختصرة
ca: Contret
cs: Zkratkopis
da: Forkortet
de: Kurzschrift
el: Δεύτερης βαθμίδας
es: Contraído
es_us: Contraído
fi: Lyhennetty
fr: Contracté
fr_ca: Abrégé
he: דרגה שנייה
hi: कॉन्ट्रैक्टेड
hr: Sužena
hu: Rövidített
id: Disingkat
it: Contratto
ja: 2級英語
ko: 축약
ms: Singkat
nl: Verkort
no: Kortskrift
pl: Z kontrakcjami
pt_br: Abreviado
pt_pt: Contraído
ro: Contractat
ru: Сокращенный
sk: Skratkopis
sl: Kratkopis
sv: Kortskrift
th: ย่อ
tr: Küçültülmüş
uk: Спрощений
vi: Rút gọn
zh_cn: 简写盲文
zh_hk: 縮寫
zh_tw: 縮寫

# NOT_ENOUGH_SPACE
source: Insufficient Disk Space
ar: مساحة القرص غير كافية
ca: Espai insuficient al disc
cs: Nedostatek místa na disku
da: Der er ikke nok ledig diskplads
de: Nicht genügend Speicherplatz
el: Ανεπαρκής χώρος στον δίσκο
es: Espacio de disco insuficiente
es_us: Espacio insuficiente en disco
fi: Levytilaa ei ole riittävästi
fr: Espace disque insuffisant
fr_ca: Espace insuffisant
he: אין מספיק מקום בכונן
hi: अपर्याप्त संग्रहण जगह
hr: Nedovoljno prostora na disku
hu: Nincs elegendő hely a merevlemezen
id: Ruang Disk Tidak Cukup
it: Spazio su disco insufficiente
ja: 空きディスク容量が不足しています
ko: 디스크 공간 부족
ms: Ruang Cakera Tidak Mencukupi
nl: Onvoldoende schijfruimte
no: Ikke nok diskplass
pl: Za mało miejsca na dysku
pt_br: Espaço em Disco Insuficiente
pt_pt: Não há espaço suficiente no disco.
ro: Spațiu insuficient pe disc
ru: Недостаточно места на диске
sk: Nedostatok miesta na disku
sl: Na disku ni dovolj prostora
sv: Otillräckligt skivutrymme
th: พื้นที่ดิสก์ไม่เพียงพอ
tr: Yetersiz Disk Alanı
uk: Недостатньо місця на диску
vi: Không đủ Dung lượng Ổ đĩa
zh_cn: 磁盘空间不足
zh_hk: 𥔵碟空間不足
zh_tw: 磁碟空間不足

# AXSubtitlesOnSkipBackDescription
source: Temporarily turn on subtitles when you skip back, up to 30 seconds.
ar: تشغيل الترجمة مؤقتًا عند التخطي للخلف، لحد ٣٠ ثانية.
ca: Activa els subtítols temporalment en fer retrocedir la reproducció fins a 30 segons.
cs: Dočasně zapne titulky, když se vrátíte nejvýše o 30 sekund zpátky.
da: Slå midlertidigt undertekster til, når du spoler tilbage – op til 30 sekunder.
de: Untertitel werden vorübergehend aktiviert, wenn du bis zu 30 Sekunden zurückspringst.
el: Προσωρινή ενεργοποίηση υπότιτλων κατά τη μετάβαση πίσω έως και 30 δευτερόλεπτα.
es: Se activan temporalmente los subtítulos al retroceder en el contenido hasta 30 segundos.
es_us: Activa temporalmente los subtítulos cuando retrocedes hasta por 30 segundos.
fi: Laita tekstitys päälle tilapäisesti, kun siirryt taaksepäin enintään 30 sekuntia.
fr: Activez temporairement les sous-titres lorsque vous revenez en arrière, jusqu’à 30 secondes.
fr_ca: Active temporairement les sous-titres lorsque vous effectuez un saut vers l’arrière, pendant 30 secondes au maximum.
he: ניתן להפעיל כתוביות באופן זמני בעת דילוג אחורה, עד פרק זמן של 30 שניות.
hi: 30 सेकंड तक पीछे स्किप करने पर सबटाइटल अस्थायी रूप से चालू करें।
hr: Privremeno uključenje titlova kad preskočite do 30 sekundi unatrag.
hu: Ideiglenesen bekapcsolja a feliratokat, amikor legfeljebb 30 másodpercet visszaléptet.
id: Nyalakan subtitle saat Anda melewati mundur untuk sementara, hingga 30 detik.
it: Attiva temporaneamente i sottotitoli quando vai indietro, fino a 30 secondi.
ja: 前にスキップするときに字幕が一時的にオンになります（最大30秒）。
ko: 최대 30초 뒤로 건너뛰면 일시적으로 자막을 켭니다.
ms: Aktifkan sari kata buat sementara apabila anda melangkau ke belakang, sehingga 30 saat.
nl: Schakel ondertiteling tijdelijk in wanneer je terugspringt, maximaal 30 seconden.
no: Slå midlertidig på undertekster når du hopper tilbake i videoer, opptil 30 sekunder.
pl: Tymczasowo włączaj napisy po przejściu w tył (o maksymalnie 30 sekund).
pt_br: Ative temporariamente as legendas ao retroceder até 30 segundos.
pt_pt: Ativar as legendas temporariamente ao retroceder até 30 segundos.
ro: Subtitrările vor fi activate temporar atunci când săriți înapoi până la 30 de secunde.
ru: Субтитры отображаются временно при перемотке назад до 30 секунд.
sk: Dočasne zobrazí titulky, keď preskočíte dozadu najviac o 30 sekúnd.
sl: Omogočite začasen prikaz podnapisov ob preskoku nazaj za največ 30 sekund.
sv: Slå på undertexter tillfälligt (upp till 30 sekunder) när du hoppar bakåt.
th: เปิดใช้คำบรรยายชั่วคราวเมื่อคุณข้ามไปข้างหลัง ซึ่งข้ามได้สูงสุด 30 วินาที
tr: En fazla 30 saniye geri atladığınızda altyazıları geçici olarak açar.
uk: Тимчасово вмикати субтитри, якщо виконано перехід назад на 30 секунд.
vi: Tạm thời bật phụ đề khi bạn lùi về sau, tối đa 30 giây.
zh_cn: 快退时，暂时打开字幕最长30秒钟。
zh_hk: 回帶時暫時開啟字幕（最多30秒）。
zh_tw: 倒轉時暫時開啟字幕，最多顯示30秒。

# AXDifferentiateWithoutColorDescription
source: Replaces user interface items that rely solely on color to convey information with alternatives.
ar: يستبدل عناصر شاشة المستخدم التي تعتمد حصرًا على اللون لنقل المعلومات مع بدائل.
ca: Substitueix els ítems de la interfície d’usuari que depenen únicament del color i en transmet la informació d’altres maneres.
cs: Nahrazuje prvky uživatelského rozhraní, které předávají uživateli informace čistě pomocí barvy, jinými alternativami.
da: Erstatter emner i brugergrænsefladen, der udelukkende bruger farve til at angive oplysninger, med alternativer.
de: Ersetzt Elemente der Benutzeroberfläche, deren Bedeutung nur durch Farbe kenntlich gemacht wird, durch Alternativen.
el: Αντικατάσταση στοιχείων διεπαφής χρήστη που βασίζονται αποκλειστικά σε χρώματα για επικοινωνία πληροφοριών με εναλλακτικούς τρόπους.
es: Reemplaza ítems de la interfaz de usuario que solo utilizan colores para transmitir información por otras alternativas.
es_us: Reemplaza elementos de la interfaz de usuario que dependen de colores para brindar información mediante alternativas.
fi: Korvaa käyttöliittymän kohteet, jotka välittävät tiedon pelkästään värillä, vaihtoehtoisilla kohteilla.
fr: Remplace les éléments de l’interface utilisateur qui fournissent des informations uniquement à l’aide de couleurs par d’autres éléments.
fr_ca: Remplace les éléments de l’interface d’utilisation qui reposent uniquement sur les couleurs pour fournir des informations par d’autres types d’éléments.
he: הגדרה זו מחליפה את פריטי הממשק של המשתמש שמסתמכים אך ורק על צבעים כדי לספק מידע בדרך חלופית.
hi: विकल्पों के साथ जानकारी देते हुए रंग पर पूरी तरह से निर्भर रहने वाले यूज़र इंटरफ़ेस आइटम को बदलता है।
hr: Alternativama zamjenjuje stavke korisničkog sučelja koje se oslanjaju samo na boju za pružanje informacija.
hu: Lecseréli a felhasználóifelület-elemeket, amelyek kizárólag a színeken alapulnak, hogy az információk egyéb módon legyenek átadva.
id: Mengganti item antarmuka pengguna yang hanya mengandalkan warna untuk menyampaikan informasi dengan alternatif.
it: Sostituisce gli elementi dell’interfaccia utente che si basano solamente sul colore per fornire informazioni con alternative.
ja: カラーのみに依存するインターフェイス項目を置き換えて、ほかの方法で情報を伝えます。
ko: 색상에만 의존하여 정보를 전달하는 인터페이스 항목을 대체 항목으로 대치합니다.
ms: Menggantikan item antara muka yang bergantung sepenuhnya pada warna untuk menyampaikan maklumat dengan alternatif.
nl: Gebruikt alternatieven voor onderdelen van de gebruikersinterface die uitsluitend kleur gebruiken voor het overbrengen van informatie.
no: Erstatter objekter i grensesnittet som kun bruker farge til å formidle informasjon, med andre alternativer.
pl: Wyświetla zamienniki elementów interfejsu użytkownika, które do przekazywania informacji używają wyłącznie koloru.
pt_br: Substitui os itens da interface do usuário que dependem exclusivamente de cores para transmitir informações com alternativas.
pt_pt: Substitui por elementos alternativos os elementos da interface do utilizador que dependem apenas de cor para veicular informação.
ro: Înlocuiți elementele interfeței cu utilizatorul care se bazează exclusiv pe culori pentru a transmite informații cu alternative.
ru: Замена объектов пользовательского интерфейса, которые для передачи информации с альтернативами исключительно полагаются на цвет.
sk: Nahradí prvky rozhrania, ktoré odovzdávajú informácie výhradne pomocou farby, inými alternatívami.
sl: Nadomestite elemente uporabniškega vmesnika, ki za posredovanje informacij uporabljajo samo barve, z alternativami.
sv: Ersätter objekt i användargränssnittet som enbart använder färg till att förmedla information med alternativ.
th: แทนที่ชิ้นส่วนที่ใช้เฉพาะสีเท่านั้นในส่วนติดต่อ (อินเทอร์เฟส) กับผู้ใช้เพื่อแยกความแตกต่างโดยไม่ใช้สี
tr: Alternatif bilgi iletmek için yalnızca renge dayanan kullanıcı arayüzü öğelerini değiştirir.
uk: Замінює елементи користувацького інтерфейсу, що покладаються виключно на колір для передання варіантної інформації.
vi: Thay thế các mục giao diện người dùng chỉ dựa trên màu để truyền tải thông tin bằng các mục thay thế.
zh_cn: 将仅靠颜色区分的用户界面项目替换为用其他方式传达信息。
zh_hk: 將只靠顏色區分的用户介面項目改為以其他方式表達資訊。
zh_tw: 以替用項目取代只仰賴顏色來表達資訊的使用者介面項目。

# AXAudioBalanceValueRight
source: %@ Right
ar: اليمين: %@
ca: %@ dreta
cs: %@ vpravo
da: Højre: %@
de: %@ nach rechts
el: %@ δεξιά
es: Derecho: %@
es_us: %@ a la derecha
fi: %@ oikealla
fr: À droite : %@
fr_ca: %@ à droite
he: ‏%@ ימין
hi: %@ दाएँ
hr: %@ desni
hu: %@ jobb
id: %@ Kanan
it: %@ a destra
ja: 右: %@
ko: %@ 오른쪽
ms: Kanan %@
nl: %@ rechts
no: %@ høyre
pl: %@ – prawy
pt_br: %@ à Direita
pt_pt: %@ à direita
ro: %@ dreapta
ru: %@ вправо
sk: %@ vpravo
sl: Desno: %@
sv: %@ höger
th: ขวา %@
tr: %@ Sağ
uk: %@ справа
vi: Phải: %@
zh_cn: 右侧%@
zh_hk: 右邊%@
zh_tw: 右側%@

# AXTypeToSiriItemTitle
source: Type To Siri
ar: الكتابة إلى Siri
ca: Escriu a Siri
cs: Zadávání textu pro Siri
da: Skriv til Siri
de: Siri-Anfragen tippen
el: Γραπτό αίτημα στο Siri
es: Escribir a Siri
es_us: Escríbele a Siri
fi: Syötä tekstiä Sirille
fr: Écrire à Siri
fr_ca: Écrire à Siri
he: הקלדה ל-Siri
hi: Siri के लिए टाइप करें
hr: Korištenje Siri tipkanjem
hu: Gépelés Sirihez
id: Ketik Ke Siri
it: Scrivi a Siri
ja: Siriにタイプ入力
ko: 타이핑으로 Siri 사용
ms: Taip kepada Siri
nl: Typ vragen aan Siri
no: Skriv til Siri
pl: Napisz do Siri
pt_br: Digitar para a Siri
pt_pt: Digitar para interagir com Siri
ro: Tastați pentru Siri
ru: Ввод текста для Siri
sk: Napíšte To Siri
sl: Vnos besedila za Siri
sv: Skriv till Siri
th: พิมพ์โต้ตอบกับ Siri
tr: Siri’ye Yaz
uk: Текст для Siri
vi: Nhập liệu vào Siri
zh_cn: 通过键入使用Siri
zh_hk: 輸入以使用Siri
zh_tw: 輸入來與Siri對話

# AXBoldTextTitle
source: Bold Text
ar: نص غامق
ca: Text en negreta
cs: Tučný text
da: Fed tekst
de: Fetter Text
el: Έντονο κείμενο
es: Texto en negrita
es_us: Negritas
fi: Tekstin lihavointi
fr: Texte en gras
fr_ca: Texte en gras
he: מלל עבה
hi: बोल्ड टेक्स्ट
hr: Podebljaj tekst
hu: Félkövér szöveg
id: Tebalkan Teks
it: Testo in grassetto
ja: 文字を太くする
ko: 볼드체 텍스트
ms: Teks Tebal
nl: Vette tekst
no: Halvfet tekst
pl: Tekst pogrubiony
pt_br: Texto em Negrito
pt_pt: Negrito
ro: Text aldin
ru: Жирный шрифт
sk: Tučný text
sl: Krepko besedilo
sv: Fet text
th: ข้อความตัวหนา
tr: Kalın Metin
uk: Жирний шрифт
vi: Chữ đậm
zh_cn: 粗体文本
zh_hk: 粗體文字
zh_tw: 粗體文字

# AXVoiceOverDescription
source: VoiceOver speaks items on the screen and provides helpful hints.
ar: ينطق التعليق الصوتي العناصر الموجودة على الشاشة ويوفر تلميحات مفيدة.
ca: El VoiceOver llegeix en veu alta els ítems de la pantalla i et dona indicacions útils.
cs: VoiceOver čte položky na obrazovce a poskytuje užitečnou nápovědu.
da: VoiceOver læser emner på skærmen op og giver nyttige tips.
de: VoiceOver liest Objekte auf dem Bildschirm vor und gibt nützliche Hinweise.
el: Το VoiceOver εκφωνεί τα στοιχεία στην οθόνη και παρέχει χρήσιμες υποδείξεις.
es: VoiceOver lee en voz alta los ítems en pantalla y ofrece indicaciones útiles.
es_us: VoiceOver lee en voz alta los elementos que aparecen en pantalla y te ofrece consejos útiles.
fi: VoiceOver puhuu näytön kohteet ja antaa hyödyllisiä vinkkejä.
fr: VoiceOver énonce les éléments figurant à l’écran et fournit des conseils pratiques.
fr_ca: VoiceOver énonce les éléments affichés à l’écran et fournit des informations utiles.
he: המאפיין VoiceOver מקריא פריטים שנמצאים על המסך ומספק רמזים מועילים.
hi: VoiceOver स्क्रीन पर मौजूद आइटम को बोलकर बताता है और सहायक जानकारी प्रदान करता है।
hr: VoiceOver čita stavke na zaslonu i pruža korisne savjete.
hu: A VoiceOver felolvassa a képernyőn látható elemeket, és hasznos tippeket nyújt.
id: VoiceOver mengucapkan item pada layar dan menyediakan petunjuk bermanfaat.
it: VoiceOver legge gli elementi presenti sullo schermo e fornisce suggerimenti utili.
ja: VoiceOverは画面上の項目を読み上げ、役立つヒントを提供します。
ko: VoiceOver는 화면에 있는 항목을 음성으로 설명하여 도움이 되는 힌트를 제공합니다.
ms: VoiceOver menyebut item pada skrin dan memberikan pembayang yang berguna.
nl: VoiceOver spreekt onderdelen op het scherm uit en biedt nuttige aanwijzingen.
no: VoiceOver leser opp objektene på skjermen og gir hjelpsomme hint.
pl: VoiceOver odczytuje rzeczy na ekranie i zapewnia przydatne wskazówki.
pt_br: O VoiceOver lê os itens na tela em voz alta e oferece dicas úteis.
pt_pt: O VoiceOver enuncia os elementos apresentados no ecrã e oferece sugestões úteis.
ro: VoiceOver enunță articolele de pe ecran și oferă sfaturi utile.
ru: VoiceOver произносит названия объектов на экране и предоставляет полезные подсказки.
sk: VoiceOver nahlas číta položky na obrazovke a poskytuje užitočnú nápovedu.
sl: VoiceOver izgovarja elemente na zaslonu in podaja priročne napotke.
sv: VoiceOver läser upp objekten på skärmen och ger användbar hjälp.
th: VoiceOver อ่านออกเสียงสิ่งที่เลือกบนหน้าจอและให้คำแนะนำที่เป็นประโยชน์
tr: VoiceOver ekrandaki öğeleri seslendirir ve yardımcı ipuçları sunar.
uk: VoiceOver промовляє елементи на екрані та надає корисні підказки.
vi: VoiceOver đọc các mục trên màn hình và cung cấp các gợi ý hữu ích.
zh_cn: “旁白”会朗读屏幕上的项目并提供帮助性提示。
zh_hk: 「旁白」會朗讀螢幕上的項目並提供有用提示。
zh_tw: 「旁白」會朗讀螢幕上的項目並提供實用提示。

# AXHoverTextDisplayModeInlineHoverTitle
source: Inline
ar: مضمن
ca: Integrat
cs: Plovoucí
da: Integreret
de: Einbinden
el: Εμβόλιμη
es: Integrado
es_us: Integrado
fi: Kohdistimen mukana liikkuva
fr: Incorporé
fr_ca: Incorporé
he: מוטמע במלל
hi: इनलाइन
hr: Linijski
hu: Beágyazott
id: Sebaris
it: In linea
ja: インライン
ko: 인라인
ms: Sebaris
nl: Regelgebonden
no: Tekstbundet
pl: Osadzony
pt_br: Alinhado
pt_pt: Incorporado
ro: În linie
ru: Внутри
sk: Plávajúci
sl: V vrstici
sv: Textbunden
th: ใกล้ข้อความ
tr: Satır İçi
uk: У тексті
vi: Nối tiếp nhau
zh_cn: 行内
zh_hk: 內文
zh_tw: 內文

# AXSpeechPronunciationAddReplacementPromptMessage
source: Add a replacement for “%@”
ar: إضافة بديل لـ "%@"
ca: Afegeix una substitució per a “%@”
cs: Přidejte náhradu za „%@“.
da: Tilføj en erstatning for “%@”
de: Ersetzung für „%@“ hinzufügen
el: Προσθήκη αντικατάστασης για το «%@»
es: Añadir una sustitución para “%@”
es_us: Agrega un reemplazo para"%@"
fi: Korvaa %@
fr: Ajouter un remplacement pour « %@ »
fr_ca: Ajouter un remplacement pour « %@ »
he: יש להוסיף חלופה ל-״%@״
hi: “%@” के लिए प्रतिस्थापन जोड़ें
hr: Dodajte zamjenu za "%@"
hu: Csere hozzáadása a következőhöz: „%@”
id: Tambah pengganti untuk “%@”
it: Aggiungi una sostituzione per “%@”
ja: “%@”の置換項目を追加します
ko: '%@'을(를) 대치할 항목 추가
ms: Tambah penggantian untuk “%@”
nl: Voeg een vervangende tekst toe voor '%@'
no: Legg til en erstatning for «%@»
pl: Dodaj zastąpienie dla „%@”
pt_br: Adicionar substituição para "%@"
pt_pt: Adicione uma substituição para “%@”.
ro: Adăugați o înlocuire pentru „%@”
ru: Добавьте замену для фразы «%@»
sk: Pridajte náhradu za „%@“.
sl: Dodajte zamenjavo za »%@«.
sv: Lägg till en ersättning för ”%@”
th: เพิ่มการแทนที่สำหรับ “%@”
tr: "%@" için bir değişim ekleyin
uk: Додайте заміну для «%@»
vi: Thêm mục thay thế cho “%@”
zh_cn: 添加“%@”的替换项
zh_hk: 加入「%@」的替代項目
zh_tw: 加入「%@」的替代項目

# AXHoverTextFontTitle
source: Font
ar: الخط
ca: Tipus de lletra
cs: Písmo
da: Skrift
de: Schrift
el: Γραμματοσειρά
es: Tipo de letra
es_us: Tipo de letra
fi: Fontti
fr: Police
fr_ca: Police
he: גופן
hi: फ़ॉन्ट
hu: Betűtípus
ja: フォント
ko: 서체
ms: Fon
nl: Lettertype
pl: Czcionka
pt_br: Fonte
pt_pt: Tipo de letra
ru: Шрифт
sk: Písmo
sl: Pisava
sv: Typsnitt
th: แบบอักษร
uk: Шрифт
vi: Phông chữ
zh_cn: 字体
zh_hk: 字體
zh_tw: 字體

# AXColorHueTitle
source: Hue
ar: تدرج اللون
ca: Matís
cs: Odstín
da: Nuance
de: Farbton
el: Απόχρωση
es: Matiz
es_us: Matiz
fi: Sävy
fr: Teinte
fr_ca: Nuance
he: גוון
hi: ह्यू
hr: Nijansa
hu: Árnyalat
id: Rona
it: Tonalità
ja: 色相
ko: 색조
ms: Rona
nl: Nuance
no: Nyanse
pl: Barwa
pt_br: Matiz
pt_pt: Tonalidade
ro: Nuanță
ru: Тон
sk: Odtieň
sl: Odtenek
sv: Nyans
th: สีสัน
tr: Renk Özü
uk: Тон
vi: Sắc độ
zh_cn: 色调
zh_hk: 色相
zh_tw: 色相

# AXGeneratedSubtitlesTitle
source: Show Generated Subtitles
ar: إظهار الترجمة المُولَّدة
ca: Mostra els subtítols generats
cs: Zobrazovat generované titulky
da: Vis genererede undertekster
de: Generierte Untertitel anzeigen
el: Εμφάνιση δημιουργημένων υπότιτλων
es: Mostrar subtítulos generados
es_us: Mostrar subtítulos generados
fi: Näytä generoidut tekstitykset
fr: Afficher des sous-titres générés
fr_ca: Afficher les sous-titres générés
he: הצגת כתוביות שנוצרו
hi: जनरेट किए गए सबटाइटल दिखाएँ
hr: Prikaži generirane titlove
hu: Generált feliratok megjelenítése
id: Tampilkan Subtitle yang Dibuat
it: Mostra i sottotitoli generati
ja: 生成された字幕を表示
ko: 생성된 자막 보기
ms: Tunjukkan Sari Kata Dijana
nl: Toon gegenereerde ondertiteling
no: Vis genererte undertekster
pl: Pokazuj generowane napisy
pt_br: Exibir Legendas Geradas
pt_pt: Mostrar legendas geradas
ro: Afișare subtitrări generate
ru: Сгенерированные субтитры
sk: Zobrazovať vygenerované titulky
sl: Prikaži ustvarjene podnapise
sv: Visa genererade undertexter
th: แสดงคำบรรยายที่สร้าง
tr: Oluşturulan Altyazıları Göster
uk: Показ згенерованих субтитрів
vi: Hiển thị phụ đề được tạo
zh_cn: 显示生成的字幕
zh_hk: 顯示生成的字幕
zh_tw: 顯示生成的字幕

# ENHANCED_LANGUAGE
source: Enhanced Quality
ar: جودة محسّنة
ca: Qualitat millorada
cs: Zvýšená kvalita
da: Forbedret kvalitet
de: Hochwertig
el: Βελτιωμένη ποιότητα
es: Calidad mejorada
es_us: Calidad mejorada
fi: Parempilaatuinen
fr: Qualité améliorée
fr_ca: Qualité améliorée
he: איכות גבוהה
hi: बेहतर गुणवत्ता
hr: Poboljšana kvaliteta
hu: Javított minőség
id: Kualitas yang Ditingkatkan
it: Qualità avanzata
ja: 高品質
ko: 고품질
ms: Kualiti Dipertingkat
nl: Betere kwaliteit
no: Forbedret kvalitet
pl: Wyższa jakość
pt_br: Qualidade Aprimorada
pt_pt: Qualidade Melhorada
ro: Calitate îmbunătățită
ru: Улучшенное качество
sk: Vylepšená kvalita
sl: Izboljšana kakovost
sv: Förbättrad kvalitet
th: คุณภาพขั้นสูง
tr: Geliştirilmiş Kalite
uk: Вища якість
vi: Chất lượng Nâng cao
zh_cn: 优化音质
zh_hk: 已強化的質素
zh_tw: 增強音質
